{
    "Dashboard": "لوحة التحكم",
    "Profile": "الملف الشخصي",
    "Log Out": "تسجيل الخروج",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "شكرًا لتسجيلك! قبل البدء، يرجى تأكيد بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه لك. إذا لم تستلم الرسالة، سنرسل لك واحدة أخرى بكل سرور.",
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي أدخلته أثناء التسجيل.",
    "Resend Verification Email": "إعادة إرسال رسالة التحقق",
    "Delete Account": "حذف الحساب",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بعد حذف حسابك سيتم حذف جميع موارده وبياناته نهائيًا. قبل حذف الحساب، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بعد حذف حسابك سيتم حذف جميع موارده وبياناته نهائيًا. يرجى إدخال كلمة المرور لتأكيد رغبتك في حذف الحساب بشكل دائم.",
    "Password": "كلمة المرور",
    "Cancel": "إلغاء",
    "Profile Information": "معلومات الملف الشخصي",
    "Update your account's profile information and email address.": "حدّث معلومات ملف حسابك الشخصي وعنوان بريدك الإلكتروني.",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Your email address is unverified.": "عنوان بريدك الإلكتروني غير موثق.",
    "Click here to re-send the verification email.": "اضغط هنا لإعادة إرسال رسالة التحقق.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى بريدك الإلكتروني.",
    "Save": "حفظ",
    "Saved.": "تم الحفظ.",
    "Confirm Password": "تأكيد كلمة المرور",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Update Password": "تحديث كلمة المرور",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للحفاظ على الأمان.",
    "Current Password": "كلمة المرور الحالية",
    "New Password": "كلمة المرور الجديدة",
    "Already registered?": "لديك حساب بالفعل؟",
    "Register": "تسجيل",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا مشكلة. أخبرنا فقط بعنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور لتختار كلمة جديدة.",
    "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
    "Remember me": "تذكرني",
    "Forgot your password?": "هل نسيت كلمة المرور؟",
    "Log in": "تسجيل الدخول",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة من التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.",
    "Confirm": "تأكيد",
    "Sign in to your workspace": "سجّل الدخول إلى مساحة عملك",
    "Use your company account to access attendance, employees, and reports.": "استخدم حساب شركتك للوصول إلى الحضور والموظفين والتقارير.",
    "Need an account?": "هل تحتاج إلى حساب؟",
    "Create your company workspace": "أنشئ مساحة عمل شركتك",
    "Set up the company profile and create the first administrator account.": "أنشئ ملف الشركة وأضف أول حساب مدير.",
    "Recover access": "استعد الوصول",
    "Enter your email and we will send you a reset link.": "أدخل بريدك الإلكتروني وسنرسل لك رابط إعادة التعيين.",
    "Return to login": "العودة إلى تسجيل الدخول",
    "Choose a new password": "اختر كلمة مرور جديدة",
    "Secure your account with a fresh password.": "أمّن حسابك بكلمة مرور جديدة.",
    "Confirm your identity": "أكّد هويتك",
    "Verify your email": "تحقق من بريدك الإلكتروني",
    "Complete verification to activate your workspace.": "أكمل التحقق لتفعيل مساحة العمل.",
    "Manage your personal account settings and security.": "أدر إعدادات حسابك الشخصية وأمانه.",
    "Account overview": "نظرة عامة على الحساب",
    "Review your account identity, role, and sign-in email.": "راجع هوية الحساب والدور والبريد المستخدم لتسجيل الدخول."
}
