{
    "Dashboard": "Kontrol Paneli",
    "Profile": "Profil",
    "Log Out": "Cikis Yap",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Kaydoldugunuz icin tesekkurler! Baslamadan once, size gonderdigimiz baglantiya tiklayarak e-posta adresinizi dogrulayabilir misiniz? E-postayi almadiysaniz size memnuniyetle yenisini gonderebiliriz.",
    "A new verification link has been sent to the email address you provided during registration.": "Kayit sirasinda verdiginiz e-posta adresine yeni bir dogrulama baglantisi gonderildi.",
    "Resend Verification Email": "Dogrulama E-postasini Yeniden Gonder",
    "Delete Account": "Hesabi Sil",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Hesabiniz silindiginde tum kaynaklari ve verileri kalici olarak silinecektir. Hesabinizi silmeden once saklamak istediginiz veri veya bilgileri lutfen indirin.",
    "Are you sure you want to delete your account?": "Hesabinizi silmek istediginize emin misiniz?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Hesabiniz silindiginde tum kaynaklari ve verileri kalici olarak silinecektir. Hesabinizi kalici olarak silmek istediginizi onaylamak icin lutfen sifrenizi girin.",
    "Password": "Sifre",
    "Cancel": "Iptal",
    "Profile Information": "Profil Bilgileri",
    "Update your account's profile information and email address.": "Hesabinizin profil bilgilerini ve e-posta adresini guncelleyin.",
    "Name": "Ad",
    "Email": "E-posta",
    "Your email address is unverified.": "E-posta adresiniz dogrulanmamis.",
    "Click here to re-send the verification email.": "Dogrulama e-postasini yeniden gondermek icin buraya tiklayin.",
    "A new verification link has been sent to your email address.": "E-posta adresinize yeni bir dogrulama baglantisi gonderildi.",
    "Save": "Kaydet",
    "Saved.": "Kaydedildi.",
    "Confirm Password": "Sifreyi Onayla",
    "Reset Password": "Sifreyi Sifirla",
    "Update Password": "Sifreyi Guncelle",
    "Ensure your account is using a long, random password to stay secure.": "Hesabinizin guvenli kalmasi icin uzun ve rastgele bir sifre kullandigindan emin olun.",
    "Current Password": "Mevcut Sifre",
    "New Password": "Yeni Sifre",
    "Already registered?": "Zaten kayitli misiniz?",
    "Register": "Kaydol",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Sifrenizi mi unuttunuz? Sorun degil. Bize e-posta adresinizi bildirin, size yeni bir sifre secmenizi saglayacak bir sifre sifirlama baglantisi gonderelim.",
    "Email Password Reset Link": "Sifre Sifirlama Baglantisi Gonder",
    "Remember me": "Beni hatirla",
    "Forgot your password?": "Sifrenizi mi unuttunuz?",
    "Log in": "Giris Yap",
    "This is a secure area of the application. Please confirm your password before continuing.": "Bu uygulamanin guvenli bir alanidir. Devam etmeden once lutfen sifrenizi dogrulayin.",
    "Confirm": "Onayla",
    "Sign in to your workspace": "Calisma alaniniza giris yapin",
    "Use your company account to access attendance, employees, and reports.": "Yoklama, calisanlar ve raporlara erismek icin sirket hesabinizi kullanin.",
    "Need an account?": "Bir hesaba mi ihtiyaciniz var?",
    "Create your company workspace": "Sirket calisma alani olusturun",
    "Set up the company profile and create the first administrator account.": "Sirket profilini ayarlayin ve ilk yonetici hesabini olusturun.",
    "Recover access": "Erisimi geri kazan",
    "Enter your email and we will send you a reset link.": "E-posta adresinizi girin, size sifirlama baglantisi gonderelim.",
    "Return to login": "Giris ekranina don",
    "Choose a new password": "Yeni bir sifre secin",
    "Secure your account with a fresh password.": "Hesabinizi yeni bir sifre ile guvenceye alin.",
    "Confirm your identity": "Kimliginizi dogrulayin",
    "Verify your email": "E-postanizi dogrulayin",
    "Complete verification to activate your workspace.": "Calisma alaninizi etkinlestirmek icin dogrulamayi tamamlayin.",
    "Manage your personal account settings and security.": "Kisisel hesap ayarlarinizi ve guvenligini yonetin.",
    "Account overview": "Hesap ozeti",
    "Review your account identity, role, and sign-in email.": "Hesap kimligini, rolunu ve giris e-postasini inceleyin."
}
